Repository: slush0/slushpool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: cs, es, fr, ru

source: Payment processing through Namecoin network may take between 30 minutes to 3 hours. You can watch current payment status on <a href='http://explorer.dot-bit.org/a/%(wallet)s'>http://explorer.dot-bit.org/a/%(wallet)s</a>. If you see payment on Block Explorer and not in your Namecoin client, please verify that your client is up to the latest block or ask on Namecoin forum for any other help.
cs: Zpracování plateb v Namecoinové síti zpravidla trvá od 30 minut do třech hodin. Aktuální stav transakce můžeš sledovat na <a href='http://explorer.dot-bit.org/a/%(wallet)s'>http://explorer.dot-bit.org/a/%(wallet)s</a>. Pokud vidíš transakci zde, ale není ještě ve Tvém Namecoin klientu, zkontroluj prosím, že Tvůj klient má staženou kompletní databázi bloků. Pro další pomoc se můžeš obrátit také na českou komunitu na serveru <a href='http://www.bitcoin.cz'>bitcoin.cz</a>.
es: El processamiento de pagos através de la red Namecoin puede tardar entre 30 minutos a 3 horas. Usted puede ver el estado de pago actual en <a href='http://explorer.dot-bit.org/a/%(wallet)s'>http://explorer.dot-bit.org/a/%(wallet)s</a>. Si usted ve el pago en el Bloque Explorer y no en el cliente Namecoin, por favor verifique que su cliente es hasta el último bloque o perguntar en el foro Namecoin para cualquier otro tipo de ayuda.
fr: Le processe de paiement via le réseau Namecoin peut prendre de 30 minutes à 3 heures. Vous pouvez suivre l'état d'avancement <a href='http://explorer.dot-bit.org/a/%(wallet)s'>http://explorer.dot-bit.org/a/%(wallet)s</a>. Si vous voyez un paiement sur Block Explorer mais pas sur votre client Namecoin, merci de vérifier que votre client est à jour jusqu'au dernier block ou demandez sur le forum Bitcoin pour obtenir de l'aide.
ru: Обработка платежей в Нэймкойн сети обычно длится от 30 минут до 3 часов. Текущий статус трансакции Вы можете отслеживать на <a href='http://explorer.dot-bit.org/a/%(wallet)s'>http://explorer.dot-bit.org/a/%(wallet)s</a>. Если Вы видите трансакцию здесь, но всё ещё не видите ее в своем Нэймкойн клиенте, пожалуйста, подтвердите, что Ваш клиент обладает полной датабазой блоков, или же обратитесь на Нэймкойн форум для помощи.

source: thank you for signing up for an bitcoin.cz account!
cs: děkuji, že sis zaregistroval účet na bitcoin.cz!
es: Gracias por firmar una cuenta bitcoin.cz!
fr: Merci d'avoir créé votre compte sur bitcoin.cz!
ru: спасибо Вам за регистрацию аккаунта на bitcoin.cz!

source: To activate your account, click to this <a href='%(url)s%(activation_key)s'>activation link</a>
cs: Pro ověření registračního emailu a aktivaci svého účtu prosím klikni na <a href='%(url)s%(activation_key)s'>tento odkaz</a>.
es: Para activar su cuenta, clic en el enlace <a href='%(url)s%(activation_key)s'>activation link</a>
fr: Pour activer votre compte, clickez sur <a href='%(url)s%(activation_key)s'>ce lien d'activation</a>
ru: Для активации Вашего аккаунта, нажмите на <a href='%(url)s%(activation_key)s'> ссылку активации</a>

source: this email is sent due to a request to change your <strong>%(type)s</strong> wallet to the new address: <strong>%(wallet)s</strong>.
cs: tento email Ti byl zaslán, protože někdo požádal o změnu tvé <strong>%(type)s</strong> peněženky na novou adresu: <strong>%(wallet)s</strong>.
es: este E-mail se envia debido a una solicitud de cambio de <strong>%(type)s</strong> cartera a la nueva dirección: <strong>%(wallet)s</strong>.
fr: cet email est envoyé suite a une demande de changement de porte-monnaie <strong>%(type)s</strong> vers la nouvelle adresse: <strong>%(wallet)s</strong>.
ru: данное электронное письмо было отправлено Вам по причине того, что мы получили запрос о переносу Вашего <strong>%(type)s</strong> кошелька на новый адрес: <strong>%(wallet)s</strong>.

source: To authorize this request, please <a href='%(url)s%(wallet_token)s'>follow this link</a>.
cs: Pro potvrzení tohoto požadavku prosím klikni na <a href='%(url)s%(wallet_token)s'>tento odkaz</a>.
es: Para autorizar esta solicitud, por favor <a href='%(url)s%(wallet_token)s'>siga este enlace</a>.
fr: Afin d'autoriser cette requete, Merci de <a href='%(url)s%(wallet_token)s'> suivre ce lien</a>.
ru: Для подтверждения данного запроса, пожалуйста,<a href='%(url)s%(wallet_token)s'> пройдите по данной ссылке</a>.

source: If you didn't initiate this change please <a href='%(url)s%(wallet)s'>cancel this request</a>,
cs: Pokud jsi tuto změnu adresy nevyžádal, <a href='%(url)s%(wallet)s'>zruš tento požadavek</a>,
es: Si usted no inició este cambio favor <a href='%(url)s%(wallet)s'>cancelar esta solicitud</a>,
fr: Si vous n'en n'êtes pas à l'origine <a href='%(url)s%(wallet)s'>annulez cette demande</a>,
ru: В случае, если Вы не просили о данном изменении адреса, пожалуйста, <a href='%(url)s%(wallet)s'> отмените данный запрос</a>,

source: Stats
cs: Statistiky
es: Estadísticas
fr: Statistiques
ru: Статистика

source: Hall of Fame
cs: Síň slávy
fr: Tableau d'honneur
ru: Аллея Славы

source: (TOP50 miners)
cs: (Nej 50 minerů)
es: (TOP 25 mineros)
fr: (TOP50 mineurs)
ru: (50 главных майнеров)

source: Found blocks
cs: Nalezených bloků
es: Bloques encontrados
fr: Blocks trouvés
ru: Найденные блоки

source: Hash rate
cs: Rychlost hašování
es: Tasa de hash
fr: Taux de Hash
ru: Скорость хэша

source: yes
cs: ano
es: Sí
fr: oui
ru: да

source: no
cs: ne
fr: non
ru: нет

source: Sign up HERE
cs: Registruj se ZDE
es: Regístrate aquí
fr: Inscrivez-vous ICI
ru: Регистрация ЗДЕСЬ

source: What is Bitcoin Pooled Mining?
cs: Co znamená 'těžba v poolu'?
es: Lo que es agrupación de minería de Bitcoin?
fr: Qu'est-ce que le minage de bitcoin en pool?
ru: Что значит Добыча Биткойнов в пуле?

source: Bitcoin pooled mining is a way for multiple users to work together to mine <a href='http://www.weusecoins.com'>bitcoins</a>, and to share the benefits fairly.
cs: Těžba v poolu je způsob, jakým může více lidí spolupracovat na těžení <a href='http://www.weusecoins.com'>bitcoinů</a> a společně sdílet některé výhody.
es: La agrupación de mineracion de Bitcoin es una manera para que varios usuarios puedan trabajar juntos para la mina y compartir los beneficios de forma justa.
fr: Le minage en bitcoin en pool est un moyen pour plusieurs utilisateurs de miner des <a href='http://www.weusecoins.com'>bitcoins</a>, et d'en partager les bénéfices de manière équitable.
ru: Добыча Биткойнов в пуле является способом, благодаря которому несколько людей может сотрудничать в добыче <a href='http://www.weusecoins.com'>bitcoins</a> и вместе разделять некоторые общие преимущества.

source: Why do I need bitcoin pool?
cs: Proč potřebuji bitcoin pool?
es: ¿Por Qué necesito del grupo de mineración de Bitcoin?
fr: Pourquoi ai-je besoin de miner en pool ?
ru: Почему мне необходим Биткойн пул?

source: Bitcoins are ordinarily only ever created in chunks of 25 at a time, with the whole 25 paid to a single person. Furthermore, the race to get the 25 BTC prize in a given block is highly competitive.
cs: Bitcoiny jsou zpravidla těženy v dávkách po pětadvaceti, že celou částku obdrží právě jeden člověk. Navíc spolu lidé ve snaze získat odměnu z těžení soutěží.
es: Bitcoins son ordinariamente sólo se crea en trozos de 25 piezas a la vez, con todos os 25 son pagos a una sola persona. Además, la carrera para obtener el premio de 25 BTC en un bloque dado es altamente competitivo.
fr: Les Bitcoins sont normalement uniquement generés par block de 50, avec les 50 bitcoins donnés à une unique personne. De plus, la course vers ce prix de 50 BTC sur un block donné est l'objet d'une intense competition.
ru: Биткойны обычно добываются в количестве 25 БТК за раунд, с учетом того,что всю сумму получит один человек. Более того, люди соперничают между собой в попытке получить это вознаграждение.

source: If you set out mining on your own, it may be a long time before you can make a return. Pooled mining allows you to receive smaller, more frequent, steadier payouts instead. If you have a slower computer, or a CPU miner, then pooled mining may be the only way that you will ever mine any bitcoins at all.
cs: Pokud těžíš Bitcoiny sám na sebe, může trvat velmi dlouho, než získáš nějakou odměnu. Naproti tomu je těžba v poolu způsobem, jakým získávat menší částky mnohem častěji. Pokud k těžbě využíváš běžný procesor nebo grafickou jednotku GPU, je těžba v poolu prakticky jediným způsobem, jakým kdy nalézt alespoň nějaké bitcoiny.
es: Si se estabelece la minería solo puede ser un largo tiempo hasta que reciba un retorno. La minería agrupada le permite recibir más pequeñas, más frecuentes y mas estables en su lugar. Si usted tiene un equipo más lento, o un minero por CPU, la minería agrupada puede ser la única manera de que usted haya extraer algunas Bitcoin en absoluto.
fr: Si vous minez de votre coté, il se peut que cela vous prenne longtemps avant d'obtenir un retour. Le minage en pool permet de recevoir des récompenses, plus petites, mais de manière fréquente et régulière à la place. Si vous avez un ordinateur plus lent, ou un mineur CPU, alors le minage en pool pourrait être votre unique moyen de miner des bitcoins.
ru: Если Вы добываете Биткойны самостоятельно, то до тех пор, пока Вы получите какое-либо вознаграждение, может пройти много времени. В отличие от этого, добыча в пуле является способом, как получать вознаграждение, пусть и меньшее, однако получать его чаще. В случае, если Вы используете обычный процессор своего комрьютера (СРU) или графическую карту GPU, участие в пуле является практически единственным способом добывать хоть какие-то Биткойны.

source: How does bitcoin pool work?
cs: Jak těžba v poolu pracuje?
es: ¿Cómo funciona el grupo de mineración de Bitcoins?
fr: Comment le minage en pool fonctionne?
ru: Как работает Биткойн пул?

source: Our server gives users blocks of very low difficulty to solve. Each solution found is registered as one 'share'. Occasionally, a solution will happen to also meet the full-strength difficulty requirements of the Bitcoin network, resulting in a successful 25 BTC minting.
cs: Tato služba poskytuje uživatelům a jejich zařízením úlohy s mnohem menší složitostí řešení, než jaké by dostali v Bitcoinové síti. Jednou za čas se však stane, že odevzdané řešení splňuje podmínky Bitcoin sítě a pool získá odměnu 25 BTC.
es: Nuestro servidor da a los usuarios bloques de dificultad muy baja para resolver. Cada solución encontrada está registrada como un 'share'. De vez en cuando aparece una solución que también cumplan los requisitos para la alta complejidad de la red Bitcoin, dando como resultado una exitosa minería de 25 BTC.
fr: Notre serveur donne aux utilisateurs des blocks facile à résoudre.Chaque solution trouvée est enregistrée comme un 'share'. Ocassionellement, une solution va aussi correspondre aux critères de difficulté du réseau Bitcoin et resultera en une récompense de 25 BTC.
ru: Данный сервис предоставляет пользователям блоки с очень низкой сложностью их решения. Каждое решение зарегистрировано как одна доля. Периодически может произойти ситуация, когда отправленное решение отвечает условиям Биткойн сети, в следствии чего пул получит вознаграждение в количестве 25 БТК.

source: This 25 BTC is divided among all of the users that contributed to that round, weighted by the number of shares that they earned. Therefore, the reward earned by a given user is given by the following formula:
cs: Odměna 25 BTC je následně rozdělena mezi všechny přispívající uživatele v závislosti na tom, kolik řešení v daném kole uživatel odevzdal. Zjednodušený výpočet odměny je následující:
es: Este 25 BTC se divide entre todos los usuarios que contribuyeron a esa ronda, ponderado por el número de 'shares' que cada un haz ganado. Por lo tanto, el premio ganado por un usuario determinado está dado or la siguiente fórmula:
fr: Ces 25 BTC sont répartis parmis les utilisateurs qui ont contribué au round, coefficienté par le nombre de shares gagnés. La récompense donnée à un utilisateur est obtenue grâce à la formule suivante:
ru: Вознаграждение в количестве 25 БТК разделяется между всеми пользователями, которые принимали участие в данном раунде, в соответствии с тем, сколько решений оправил определённый пользователь в раунде. Упрощённый метод расчёта вознаграждения можно определить по формуле:

source: Shares do not carry over from one round to the next. When the pool mine a block, only users who worked on that block are rewarded, and only for work they did on that block. This is an unavoidable consequence of the way that Bitcoin mining in general works.
cs: Řešení se mezi jednotlivými koly nepřenášejí. Jakmile pool vytěží blok, odměnu dostanou pouze uživatelé, kteří v daném kole odevzdali nějaké řešení, a to právě v poměru množství odevzdané práce. To je hlavní princip těžby v poolu.
es: Los Shares no se transfieren de una ronda a la siguiente. Cuando el grupo mina un bloque, sólo los usuarios que trabajaron en ese bloque son recompensados, y sólo para el trabajo que hicieron en ese bloque. Esto es una consecuencia inevitable de la forma en que la minería de Bitcoin funciona.
ru: Решения между отдельными раундами не переносятся. Как только пул добудет блок, вознаграждение получат только пользователи, отправившие в данном раунде какое-либо решение, и то в соответствии с количеством решений, отравленных ими для данного блока. Это главный принцип, относительно которого работает пул.

source: The %(fee)s fee is used to keep this service alive.
cs: Poplatek %(fee)s je použit pro financování tohoto poolu.
es: El %(fee)s cuota se utiliza para mantener vivo a este servicio.
fr: Les frais de %(fee)s sont utilisé pour maintenir le service.
ru: Сбор в количестве %(fee)s используется для финансирования данного пула.

source: Key features
cs: Hlavní výhody
es: Las características clave
fr: Fonctionalités clef
ru: Главные преимущества

source: Service lifetime & operator trust
cs: Délka existence služby & důvěra ve správce
es: Servicio por toda la vida & operador de la confianza
fr: Continuité de service et confiance en l'opérateur
ru: Продолжительность существования сервиса и доверие администраторам

source: Users have to trust pool operators, because pools aren't cheat-proof from the side of the operator.
cs: Uživatelé potřebují správci poolu důvěřovat, protože správce drží nad poolem kontrolu.
es: Los usuarios tienen que confiar en los operadores de lo grupo, ya que los grupos no son a prueba de trampas desde el lado del operador.
fr: Les utilisateurs doivent faire confiance en l'opérateur du pool, car les pools ne sont pas à l'épreuve de la triche coté operateur.
ru: Пользователям необходимо доверять администраторам пулов, потому как они держат пулы под своим контролем.

source: was the first Bitcoin mining pool, has been operating consistently since December 2010 and has a long history of stable and accurate payouts.
cs: byl první Bitcoinový těžební pool, který funguje nepřetržitě od prosince 2010 a má dlouhou historii rovnoměrných a přesných výplat.
es: Fue lo primero grupo de la minería de Bitcoins, ha estado operando constantemente desde diciembre de 2010 y tiene un largo historial de pagos estables y precisos.
fr: a été le premier pool de minage Bitcoin, opère de manière continue depuis décembre 2010 et a une longue histoire de paiements stables et précis.
ru: был первым Биткойн пулом, который непрерывно работает с декабря 2010. Он обладает долгой история последовательных и точных платежей.

source: Namecoin Merged Mining
cs: Sloučená těžba Namecoinů
es: Minería combinada de Namecoin
fr: Minage Namecoin Fusionné
ru: Одновременная добыча Нэймкойнов

source: The pool has been mining Bitcoins and Namecoins since October 2011. Thanks to this, users have higher mining income than mining on another Bitcoin-only pool.
cs: Pool sloučeně těží Bitcoiny a Namecoiny od jeho uvedení v říjnu 2011. Díky tomu zde mají uživatelé vyšší příjem, než na jiných poolech těžících pouze Bitcoiny.
es: El grupo ha minado Bitcoin y Namecoins desde octubre de 2011. Gracias a esto, los usuarios tienen mayores rentas que otro grupo de minería Bitcoin.
fr: Le pool mine des Bitcoins et des Namecoins depuis octobre 2011. Grâce à cela, les utilisateurs ont un revenu de minage superieur aux autres pool qui ne minent que du Bitcoin.
ru: Пул одновременно добывает Биткойны и Нэймкойны с октября 2011. Благодаря этому, пользователи данного пула имеют более высокие доходы, чем пользователи других пулов, специализирующихся только на Биткойнах.

source: Pool uses a fair distribution of rewards between members, making the pool hop-resistant. This has been mathematicaly proven.
cs: Pool používá spravedlivé rozdělování odměn mezi uživatele, čímž omezuje tzv. pool hoping, což bylo matematicky dokázáno.
es: El Grupo utiliza una distribución equitativa de beneficios entre los miembros, lo que es resistente a quedas. Esto ha sido demostrado matemáticamente.
fr: Le pool utilise une distribution équitable entre ses membres, rendant le pool insensible aux saut. Ceci a été mathematiquement prouvé.
ru: Пул использует справедливое разделение вознаграждений между его пользователями, помогающее ограничивать 'pool hoping', что было математически доказано.

source: This miner extension improves overall mining efficiency of connected miners by lowering stale share ratio below %(ratio)s.
cs: Toto rozšíření těžebního software zvyšuje celkovou efektivitu těžení a snižuje poměr serverem odmítnutých řešení pod %(ratio)s.
es: Esta extensión de la mineria mejora la eficiencia de la minería en general de los mineros conectados mediante la reducción de ratio de cuota de rancio a continuación %(ratio)s.
fr: Cette extention ameliore l'efficacité du minage des miners connectés en réduisant le taux de share calé en dessous de %(ratio)s.
ru: Это расширение майнинг программного обеспечения повышает общую эффективность добычи и понижает соотношение между отменёнными сервером решениями на менее, чем %(ratio)s.

source: Another miner extension, which improves network efficiency, especially for fast mining rigs.
cs: Další rozšíření těžebního software, které zlepšuje efektivitu síťového připojení a to speciálně pro výkonná těžební zařízení.
es: Otra de las posibilidades lo que mejora la eficiencia de la red, especialmente para las plataformas de mineración rápida.
fr: Une autre extension, qui ameliore l'efficacité du réseau, particulierement pour les plate-forme de minage intensif/rapide.
ru: Ещё одно расширение майнинг программного обеспечения, которое повышает эффективность сетевого соединения, специально для мощного оборудования для добычи Биткойнов.

source: You need to use miner software that supports those features. I recommend you %(miner1)s or %(miner2)s
cs: Pro využití této vlastnosti je nutné mít nainstalovaný těžební software, který dané rozšíření podporuje. Mohu doporučit %(miner1)s nebo %(miner2)s.
es: Es necessario utilizar el software minero que apoya estas características. Te recomiendo %(miner1)s or %(miner2)s
fr: Vous devez utiliser un logiciel de minage compatible. Je vous recommande %(miner1)s ou %(miner2)s
ru: Вам необходимо использовать версии майнинг программного обеспечения, поддерживающее эти функции. Я советую Вам использовать %(miner1)s или %(miner2)s

source: How do I get started?
cs: Jak můžu začít?
es: ¿Cómo puedo empezar?
fr: Comment démarrer?
ru: С чего начать?

source: 1. Install Bitcoin miner on your computer
cs: 1. Nainstaluj si na svůj počítač těžební software ('Bitcoin miner')'
es: 1. Instale el minero en su computadora
fr: 1. Installer un miner Bitcoin miner sur votre ordinateur
ru: 1. Установите Биткойн майнер на Вашем компьютере

source: All major CPU/GPU miners support pooled mining:
cs: Všechny hlavní CPU/GPU minery těžbu v poolu podporují:
es: Todos los mineros más importantes de la CPU/GPU que suportan la mineracion en conjunto:
fr: Les principaux miner CPU/GPU miners supportent le minage en pool:
ru: Все главные CPU/GPU майнеры, поддерживающие добычу в пуле:

source: Kiv's GUI miner (Windows, recommended for beginners)
cs: Kiv's GUI miner (pěkné grafické rozhraní, pro Windows, doporučuji pro začátečníky)
es: Kiv's Gui Miner (Windows, se recomienda para principiantes)
fr: GUI miner de Kiv(Windows, recommandé pour les débutants)
ru: Kiv's GUI miner (Windows, рекомендуемый для начинающих)

source: instructions
cs: návod
es: Instrucciones
ru: инструкции

source: 2. Sign up with a bitcoin.cz account
cs: 2. Založ si účet na bitcoin.cz
es: 2. Regístrate con una cuenta de bitcoin.cz
fr: 2. S'inscrire à bitcoin.cz
ru: 2. Зарегестрируйтесь с помощью аккаунта на bitcoin.cz

source: Sign up
cs: Registruj se
es: Regístrate
fr: S'inscrire
ru: Регистрация

source: Verify email (may be used for troubleshooting)
cs: Ověř svůj email (může přijít vhod při řešení problémů)
es: Verifica su E-mail (se puede usar para solucionar problemas)
fr: Confirmer son email (peut être utilisé pour dépannage)
ru: Подтвердите электронный адрес (он может быть использован для поиска и устранения возможных проблем)

source: <a href='%(url)s'>Login</a> to application
cs: <a href='%(url)s'>Přihlaš se</a> do aplikace
es: <a href='%(url)s'>Login</a> de la aplicación
fr: <a href='%(url)s'>Se Connecter</a> sur le site web
ru: <a href='%(url)s'>Войти</a> в приложение

source: Enter your wallet address - can be also online wallet registered on
cs: Zadej adresu své peněženky - může to být také peněženka registrovaná online na
es: Introducir la dirección de su cartera Bitcoin - también puede ser registrado en una cartera online.
fr: Entrez l'adresse de votre porte-monnaie - peut aussi être un porte-monnaie en ligne
ru: Введите адрес Вашего кошелька. Это также может быть онлайн кошелёк, зарегестрированный на

source: or
cs: nebo
es: o
fr: ou
ru: или

source: <a href='%(url)s'>Register</a> your workers. You can use one worker account for all your miners, but I recommend to use separate account for every miner for easier troubleshooting.
cs: <a href='%(url)s'>Zaregistruj</a> svá zařízení/minery. Můžeš použít jeden účet zařízení pro všechny své počítače, ale doporučuji Ti registrovat účet zařízení pro každý samostatně pro jednodušší hledání problémů.
es: <a href='%(url)s'>Registro</a> a sus trabajadores. Puede utilizar una cuenta de trabajo para todos los mineros, pero yo recomiendo usar la cuenta separada para cada minero para facilitar la solución de problemas.
fr: <a href='%(url)s'>Inscrivez</a> vos workers. Vous pouvez utiliser un compte pour tout vos miners, mais je recommande d'utiliser un compte séparé pour chaque miner afin de faciliter le depannage.
ru: <a href='%(url)s'>Зарегистрируйте</a> свои майнер устройства. Вы можете использовать аккаунт одного устройства для всех Ваших компьютеров, однако я советую использовать отдельные аккаунты для каждого майнера, чтобы в дальнейшем упростить поиск возможных проблем.

source: 3. Run miner
cs: 3. Nastartuj svá zařízení/minery
es: 3. Ejecutar el minero
fr: 3. Lancer le miner
ru: 3. Запустите майнер устройство

source: anonymous mining over Tor network
cs: těžba přes anonymizační síť Tor
es: La minería en el anonimato de la red Tor
fr: minage anonyme en passant par le réseau Tor
ru: добыча посредством анонимной майнинг сети Tor

source: Only the newest version of poclbm miner have direct support for Tor mining at this moment.
cs: Těžbu přes Tor v současnosti podporuje pouze nejnovější verze poclbm mineru.
es: Sólo la versión más reciente de minera poclbm tiene el apoyo directo para la minería de TOR en este momento.
fr: Seule la version la plus recente du miner poclbm possède le support direct pour le minage via Tor pour le moment.
ru: Только самые новые версии poclbm майнер устройства поддерживают добычу через Tor майнинг

source: Is it safe?
cs: Je to bezpečné?
es: ¿Es seguro?
fr: Est-ce sans risque?
ru: Это надёжно?
