Repository: slush0/slushpool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: cs, es, fr, ru

source: Only alphabetical characters, numbers and underscore are allowed in username!
es: Sólo éres permitido caracteres alfabéticos, números y underline en el nombre de usuário!
ru: Только буквы латинского алфавита, числа и нижнее подчеркивание разрешены для использования в имени пользователя!

source: The username "%(username)s" is already taken.
cs: Uživatelské jméno "%(username)s" je již obsazeno.
es: El nombre de usuario "%(username)s" ya está tomada.
fr: Le nom d'utilisateur "%(username)s" est déjà utilisé.
ru: Это имя пользователя "%(username)s" уже используется.

source: Username
cs: Uživatel
es: Nombre de usuario
fr: Nom d'utilisateur
ru: Пользователь

source: Bitcoin address
cs: Bitcoin adresa
es: Bitcoin dirección
fr: Adresse Bitcoin
ru: Биткойн адрес

source: Your <strong>Bitcoin</strong> address for receiving rewards
cs: Tvoje <strong>Bitcoinová</strong> adresa pro příjem výplat
es: Su <strong>Bitcoin</strong> dirección para recibir recompensas
fr: Votre adresse <strong>Bitcoin</strong> pour recevoir vos récompenses
ru: Ваш <strong>Биткойн</strong> адрес для приёма платежей

source: Send threshold
cs: Práh výplaty
es: Umbral de enviar
fr: Seuil d'envoi
ru: Предел платежа

source: Coins will be sent once the reward crosses over the threshold
cs: Pošlu Ti mince, jakmile aktuální zůstatek překročí tento práh
es: Se enviará monedas una vez que la recompensa una vez que la recompensa cruza el umbral
fr: Les pièces vous seront envoyées une fois que vous aurez atteint ou depassé ce seuil
ru: Монеты будут отправлены как только текущий остаток превысит данный предел

source: Estimated reward
cs: Odhad odměny
es: Recompensa estimada
fr: Récompense estimée
ru: Оценка вознаграждения

source: Estimated reward for current round
cs: Očekávaná odměna pro aktuální kolo
es: Recompensa estimada para la actual ronda
fr: Récompense estimée pour le round en cours
ru: Ожидаемое вознаграждение за текущий раунд

source: Unconfirmed reward
cs: Nepotvrzená odměna
es: Recompensa aún no ha confirmado
fr: Récompense non confirmée
ru: Неподтверждённое вознаграждение

source: Pending reward from unconfirmed blocks
cs: Odměna ze zatím nepotvrzených bloků
es: Recompensas pendientes en espera de los bloques no confirmados
fr: Récompense en attente provenant de blocks non confirmés
ru: Вознаграждение из ещё неподтверждённых блоков

source: Confirmed reward
cs: Potvrzená odměna
es: Recompensas confirmada
fr: Récompense confirmée
ru: Подтверждённое вознаграждение

source: Your confirmed balance from valid blocks
cs: Tvůj aktuální zůstatek z již potvrzených bloků
es: Su saldo confirmado a partir de bloques válidos.
fr: Votre solde confirmé par des blocks valides
ru: Ваш остаток из уже подтверждённых блоков

source: Total reward
cs: Celková odměna
es: Recompensa total
fr: Récompense totale
ru: Общее вознаграждение

source: Unconfirmed + Confirmed rewards
cs: Nepotvrzená + Potvrzená odměna
es: Recompensas no confirmadas + recompensas confirmadas
fr: Récompenses confirmée + non confirmée
ru: Неподтверждённое + подтверждённое вознаграждение

source: Username in stats
cs: Jméno ve statistikách
es: Nombre de usuario en las estadísticas
fr: nom d'utilisateur dans les statistiques
ru: Показывать имя в статистике

source: Show my username in public server stats
cs: Zobrazuj moje uživatelské jméno ve veřejných statistikách
es: Mostrar mi nombre de usuario en los servidores de estatísticas públicas
fr: Dévoiler mon nom d'utilisateur dans les statistiques publiques du serveur
ru: Показывать моё имя пользователя в публичной статистике

source: Notify me on payout
cs: Informuj mě při výplatě
es: Notificarme de pago
fr: Me notifier lors des paiements
ru: Информировать меня о платеже

source: Send email when the system sends me a payment
cs: Informuj mě emailem, jakmile mi systém zašle výplatu
es: Enviar un e-mail cuando el sistema me envia un pago
fr: Envoyer un email quand le système m'envoi un paiement
ru: Информировать меня письмом на электронный адрес как только система оправит мне платёж

source: This is not a valid Bitcoin address. Please install Bitcoin client or register some web wallet to get one.
cs: Toto není platná Bitcoinová adresa. Tu můžeš získat ve svém Bitcoinovém klientu nebo po registraci na nějaké webové peněžence.
es: Esto no es una dirección valida Bitcoin. por favor, instale el cliente o inscríbase en una cartera en la internet.
fr: Ceci n'est pas une adresse Bitcoin valide. Veuillez installer un client Bitcoin ou vous inscrire sur un web Porte-monnaie pour en avoir un.
ru: Это Биткойн адрес является недействительным. Пожалуйста, установите Биткойн клиент или зарегестрируйте какой-либо сетевой кошелёк.

source: Namecoin wallet
cs: Namecoin adresa
es: Cartera Namecoin
fr: Porte-monnaie Namecoin
ru: Нэймкойн кошелёк

source: Your <strong>Namecoin</strong> address for receiving rewards
cs: Tvoje <strong>Namecoinová</strong> adresa pro příjem výplaty
es: Su <strong>Namecoin</strong> dirección para recibir recompensas
fr: Votre adresse <strong>Namecoin</strong> pour recevoir vos récompenses
ru: Ваш <strong>Нэймкойн</strong> адрес для принятия платежей

source: Namecoins will be sent once the reward crosses over the threshold
cs: Pošlu Ti Namecoiny, jakmile zůstatek překročí tento práh
es: Los Namecoins se enviará una vez que la recompensa se cruza el umbral
fr: Les Namecoins vous seront envoyés une fois que vous aurez atteint ou depassé ce seuil
ru: Нэймкойны будут отправлены как только остаток на пуле превысит данный предел

source: This is not a valid Namecoin address. Please install Namecoin client to get one.
cs: Toto není platná Namecoin adresa. Tu můžeš získat ve svém Namecoin klientu.
es: Esto no es una dirección válida namecoin. Por favor, instale el cliente para obtener una Namecoin
fr: Ceci n'est pas une adresse Namecoin valide. Veuillez installer un client Namecoin
ru: Этот Нэймкойн адрес является недействительным. Пожалуйста, установите Нэймкойн клиент для его получения.

source: Sending threshold must be <= 20! I'm not a bank :-).
cs: Práh výplaty může být maximálně 20! Nejsem banka :-).
es: El umbral de enbio debe ser <=20! Yo no soy un banco :-).
fr: Le seuil d'envoi doit être <= 20! Je ne suis pas une banque :-).
ru: Максимальный предел платежа составляет 20! Я не являюсь банком :-).

source: IP address/Domain
cs: IP adresa/Doména
es: Dirección IP/Dominio
fr: Adresse IP/Domaine
ru: IP адрес/Домен

source: Enter IP address from which miner connections will be accepted.
cs: Zadej IP adresu, ze které pool umožní připojení Tvému zařízení.
es: Introducir la dirección IP de cada minero se aceptarán.
fr: Entrer l'adresse IP depuis laquelle les connections de Miner seront acceptée.
ru: Введите IP адрес, для которого пул разрешит подключение.

source: Login suffix
cs: Jméno zařízení
es: Sufijo de autenticacion
fr: Sufixe Login
ru: Имя устройства

source: Worker login will be &lt;your username&gt;.&lt;login suffix&gt;
cs: Kompletní přihlašovací jméno zařízení bude ve formátu &lt;Tvé&nbsp;uživatelské&nbsp;jméno&gt;.&lt;jméno&nbsp;zařízení&gt;
es: Acceso del Trabajador será &lt;your username&gt;.&lt;login suffix&gt;
fr: Le login du Worker sera &lt;votre nom d'utilisateur&gt;.&lt;sufixe login&gt;
ru: Зарегестрированное имя устройства находится в формате &lt;Ваше имя пользователя&gt;.&lt;Имя устройства&gt;

source: Password
cs: Heslo
es: Contraseña
fr: Mot de passe
ru: Пароль

source: LP support
cs: Podpora LP
es: Apoyo LP
fr: support LP
ru: Поддержка LP

source: Enable 'long polling' extension for this worker. Turning OFF usually requires a miner restart.
cs: Povolí pro tohoto zařízení rozšíření 'long polling'. Pro aplikování změny je zpravidla vyžadován restart zařízení.
es: Permitir la aplicación de grande pool para este trabajador. Desactivar generalmente requiere lo reinicio del minero.
fr: Active l'extension 'long polling' pour ce worker. Le désactiver nécessite de redémarrer le worker.
ru: Разрешение расширения 'long polling' для устройства. Для изменения обычно необходимо перезагрузить майнер.

source: Dots are not allowed in worker name
cs: Ve jménu zařízení nejsou povoleny tečky
es: Puntos no son permitidos en el nombre de trabajador
fr: Les points ne sont pas autorisés dans le nom du worker
ru: В имени устройства запрещены точки

source: Enter a valid username.
cs: Vlož platné uživatelské jméno
es: Entra un nombre de usuario valido.
fr: Entrez un nom d'utilisateur valide.
ru: Введите действующее имя пользователя

source: Email
ru: Элетронный адрес

source: Required password
cs: Požadované heslo
es: Contraseña requerida
fr: Mot de passe requis
ru: Пароль

source: Password again
cs: Heslo znovu
es: Contraseña de nuevo
fr: Mot de passe une nouvelle fois
ru: Повторите пароль

source: Passwords are different!
cs: Hesla jsou rozdílná!
es: Contraseñas son diferentes!
fr: Les mots de passe sont différents !
ru: Пароли не совпадают!

source: Maximum %(count)d whitelisted IPs per account allowed.
cs: Je povoleno maximálně %(count)d IP adres na jeden ǔčet.
es: Se permite un máximo %(count)d de IPs confiables por cuenta.
fr: Maximum %(count)d d'IP en liste blanche par compte autorisé.
ru: Максимальное количество IP адресов, разрешённых для одного аккаунта составляет %(count)d.

source: <User%(id)d>
cs: <Uživatel%(id)d>
ru: <Пользователь%(id)d>

source: Token not generated yet
cs: Zatím nebyl vygenerován žádný token.
es: Token aún no generado
fr: Jeton pas encore généré
ru: Ключ еще не был сгенерирован

source: Invalid token
cs: Neplatný token
es: Token inválido
fr: Jeton non valide
ru: Недействительный ключ

source: [mining.bitcoin.cz] Wallet change confirmation
cs: [mining.bitcoin.cz] Potvrzení změny peněženky
es: [mining.bitcoin.cz] Confirmación del cambio de la cartera
fr: [mining.bitcoin.cz] Confirmation changement de porte-monnaie
ru: [mining.bitcoin.cz] Подтверждение изменений кошелька

source: Namecoin
ru: Нэймкойн

source: Bitcoin
ru: Биткойн

source: [mining.bitcoin.cz] New account confirmation
cs: [mining.bitcoin.cz] Potvrzení o registraci
es: [mining.bitcoin.cz] Confirmación de nueva cuenta
fr: [mining.bitcoin.cz] Confirmation d'un nouveau compte créé
ru: [mining.bitcoin.cz] Подтверждение нового аккаунта

source: [mining.bitcoin.cz] Delete account confirmation
cs: [mining.bitcoin.cz] Potvrzení pro smazání účtu
es: [mining.bitcoin.cz] Confirmación de exclusión de la cuenta
fr: [mining.bitcoin.cz] Confirmation suppression de compte
ru: [mining.bitcoin.cz] Подтверждение для удаления аккаунта

source: Namecoin settings has been updated.
cs: Nastavení pro Namecoin bylo uloženo.
es: Los ajustes de Namecoin se ha actualizado.
fr: Le parametrage Namecoin a été mis à jour.
ru: Нэймкойн настройки были обновлены.

source: Account has been updated.
cs: Nastavení bylo uloženo.
es: La Cuenta se ha actualizada.
fr: Le compte a été mis à jour.
ru: Аккаунт был обновлен.

source: Account banned. Contact pool administrator at info@bitcoin.cz
cs: Účet je zablokován. Kontaktuj správce poou na info@bitcoin.cz
es: Se ha prohibido la cuenta. Contact el administrador de la minería de grupo en el e-mail info@bitcoin.cz
fr: Compte bani. Contactez l'administrateur à info@bitcoin.cz
ru: Аккаунт заблокирован. Свяжитесь с администратором пула с помощью info@bitcoin.cz

source: My account
cs: Můj účet
es: Mi cuenta
fr: Mon compte
ru: Мой аккаунт

source: Delete my account
cs: Smazání účtu
es: Eliminar mi cuenta
fr: Supprimer mon compte
ru: Удалить аккаунт

source: Confirmation email has been send. Please check your mailbox and follow the link.
cs: Právě jsem Ti zaslal potvrzující email. Prosim zkontroluj svou emailovou schránku a následuj zaslané instrukce.
es: E-mail de confirmación ha sido enviado. Por favor, revise su bandeja de entrada y siga el link.
fr: Un email de confirmation a été envoyé. Veuillez verifier votre boite e-mail et suivre le lien.
ru: Вам было отправлено подтверждающее электронное письмо. Пожалуйста, проверьте свою электронную почту и следуйте инструкциям в нем.

source: Confirmation link which you provided is not valid. Please be sure that your confirmation link has been generated in less than one hour. If your current link is older than one hour, please go to your profile settings and retry your request.
cs: Použitý odkaz pro potvrzení smazání účtu není platný. Ujisti se prosím, že požadavek na smazání účtu není starší než jednu hodinu. V opačném případě se prosím vrať na stránku nastavení svého profilu a zadej požadavek znovu.
es: El link de confirmación que le proporcionó no es válido. Por favor, asegúrese de que el link de confirmación se ha generado en menos de una hora. Si su link actual tiene más de una hora, por favor vaya a la configuración de su cuenta y crea una nueva solicitud.
fr: Le lien de confirmation que vous avez utilisé n'est pas valide. Assurez-vous que le lien de confirmation a été généré il y a moins d'une heure. Si votre lien est plus vieux qu'une heure, merci de retourner sur la configuration de votre compte pour réessayer.
ru: Подтверждающая ссылка для удаления аккаунта, по которой Вы прошли, является недействительной. Пожалуйста, убедитесь, что данная ссылка не была сгеренирована ранее, чем час назад. В противном случае, пожалуйста, вернитесь в настройки Вашего аккаунта и попробуйте отправить запрос ещё раз.

source: Your account is already activated.
cs: Tvůj účet již je aktivní.
es: Tu cuenta ya está activada.
fr: Votre compte est déjà activé.
ru: Ваш аккаунт уже является действительным.

source: Please <a href='%(url)s'>login</a> to continue.
cs: Nyní se prosím <a href='%(url)s'>přihlaš</a>.
es: Por favor <a href='%(url)s'> inicie la sesioón</a> para contunuar.
fr: Merci de vous <a href='%(url)s'>login</a> pour continuer.
ru: Пожалуйста, <a href='%(url)s'>войдите</a> для продолжения.

source: Your account has been activated!
cs: Tvůj účet je připravený!
es: Su cuenta ha sido activada!
fr: Votre compte a été activé !
ru: Ваш аккаунт активирован!

source: Your pool account is now ready for mining. Please use following credentials in your mining software:
cs: Tvůj účet na poolu je nyní připraven pro těžení. Zadej prosím následující přihlašovací údaje do Tvého těžebního programu (mineru):
es: Su cuenta del grupo está ahora listo para la minería. Por favor, use las siguientes credenciales en el software de la minería.
ru: Ваш пул аккаунт готов для добычи. Пожалуйста, используйте необходимые данные для Вашего майнинг программного обеспечения:

source: Worker login:
cs: Login pro zařízení:
es: Login del trabajador:
ru: Логин устройства

source: Worker password:
cs: Heslo pro zařízení:
es: Contraseña del trabajador:
ru: Пароль устройства

source: This is not your website login, use it only for your mining software.
cs: Toto jsou přihlašovací údaje pouze pro těžební software, ne pro tuto webovou stránku.
es: Esto no es su usuario del sitio, sólo lo utiliza para el software de la minería.
ru: Эти данные являются регистрационными данными только для майнинг программного обеспечения, а не для данного сервиса.

source: You can change it or register more workers on your profile page.
cs: Na své profilové stránce si můžes údaje zařízení kdykoliv změnit.
es: Usted puede cambiar el trabajador o se registra otros trabajadoresen su página de perfil.
ru: Вы можете в любое время изменить какие-либо данные об устройстве в своем аккаунте.

source: Hello
cs: Ahoj
es: ¡Hola!
fr: Salut
ru: Здравствуйте

source: I'm sending you this email because somebody requested deletion of your account on <a href='%(url)s'>bitcoin.cz</a> mining pool!
cs: tento email Ti posílám, protože někdo zažádal o smazání Tvého účtu na poolu <a href='%(url)s'>bitcoin.cz</a>!
es: Estoy enviando este E-mail porque alguien pidió la eliminación de su cuenta en <a href='%(url)s'>bitcoin.cz</a> pool de minería!
fr: Je vous envoie cet e-mail car quelqu'un a demandé la suppression de votre compte sur <a href='%(url)s'>bitcoin.cz</a> mining pool!
ru: Данное электронное письмо было Вам отправлено по причине того, что мы получили запрос об удалении Вашего аккаунта на <a href='%(url)s'>bitcoin.cz</a>!

source: If you really want to delete your account <strong>%(username)s</strong>, please follow <a href='%(url)s%(token)s/%(timestamp)s'>this confirmation link</a>.
cs: Pokud si opravdu přeješ smazat svůj účet <strong>%(username)s</strong>, klikni prosím na <a href='%(url)s%(token)s/%(timestamp)s'>tento odkaz</a>.
es: Sí realmente quieres eliminar tu cuenta de <strong>%(username)s</strong>, por favor, siga <a href='%(url)s%(token)s/%(timestamp)s'>este enlace de confirmación</a>.
fr: Si vous souhaitez vraiment supprimervotre compte <strong>%(username)s</strong> suivez <a href='%(url)s%(token)s/%(timestamp)s'>ce lien de confirmation</a>.
ru: Если Вы действительно хотите удалить Ваш аккаунт <strong>%(username)s</strong>, пожалуйста, пройдите по ссылке <a href='%(url)s%(token)s/%(timestamp)s'> с подтверждением.

source: The link is valid for one hour. If you missed this email and link isn't valid anymore, please go to the website and retry the request.
cs: Odkaz je platný jednu hodinu. Pokud jsi na tento email zapomněl a odkaz již není platný, jdi prosím do nastavení Tvého profilu a zadej nový požadavek na smazání účtu.
es: El link es válido durante una hora, si te perdiste este E-mail, el link ya no es válida, por favor, visite el sitio y vuelva a intentar la petición.
fr: Ce lien est valide une heure. Si vous ratez cet email et que le lien n'est plus valide, allez sur le site et refaite une requete.
ru: Ссылка действительна в течение одного часа. Если Вы забыли об этом электронном письме, и ссылка уже недействительна, пожалуйста, пройдите в настройки Вашего аккаунта и отправьте новый запрос для удаления Вашего аккаунта.

source: Remaining balance of this account will be considered as a pool donation. If you forgot to request the payout, you have the last chance right now.
cs: Případný zbývající zůstatek na Tvém účtu bude použit jako příspěvek na provoz poolu. Pokud jsi zapomněl požádat o výplatu, máš teď poslední příležitost!
es: Saldo de la cuenta se considerará como una donación del grupo, Si se le olvido solicitar el pago, usted tiene la última oportunidad en este momento.
fr: Le solde restant de ce compte sera considéré comme un don au pool. Si vous oubliez de demander un paiement, ceci est votre dernière chance.
ru: В случае, если на Вашем аккаунте останется какая-либо сумма, то она будет использована, как финансовый вклад в процесс работы пула. Если Вы забыли отправить запрос о выплате Вам данного остатка с Вашего аккаунта, сейчас Вам предоставляется последний шанс

source: If you didn't initiate this request, please don't click the confirmation link above,
cs: Pokud jsi o zrušení účtu nepožádal, neklikej prosím na potvrzující odkaz uvedený výše,
es: Si no ha iniciado esta solicitud, por favor no haga clic en el link de confirmación arriba.
fr: Si vous n'avez pas initié cette demande, ne clickez pas sur ce lien de confirmation ci-dessus,
ru: Если Вы не отправляли запрос для удаления Вашего аккаунта, пожалуйста, НЕ нажимайте данную ссылку для подтверждения данного запроса,

source: change your password immediately and report this incident to info@bitcoin.cz.
cs: změň si co nejdříve své heslo a nahlaš tento incident na info@bitcoin.cz.
es: Cambiar tu contraseña inmediatamente y reporta el incidente a info@bitcoin.cz.
fr: changez votre mot de passe immediatement et remontez cet incident à info@bitcoin.cz.
ru: немедленно измините свой пароль и сообщите о данном инциденте на info@bitcoin.cz.

source: Best regards,
cs: S pozdravem
es: Cumprimentos,
fr: Cordialement,
ru: Всего доброго,

source: The Pool Operator
cs: Správce poolu
es: El Operador Del Grupo
fr: L'opérateur du pool
ru: Администратор пула

source: Your reward for mining with the <strong><a href='%(url)s'>bitcoin.cz</a></strong> mining pool service has exceeded threshold of %(threshold)s BTC.
cs: Tvoje odměna z těžení na <strong><a href='%(url)s'>bitcoin.cz</a></strong> přesáhla práh výplaty %(threshold)s BTC.
es: Su recompensa por la mineria con el <strong><a href='%(url)s'>bitcoin.cz</a></strong> servivio de la minería de la piscina ha superado el umbral de%(threshold)s BTC.
fr: Votre récompense pour le minage avec <strong><a href='%(url)s'>bitcoin.cz</a></strong> mining pool service a dépassé le seuil de %(threshold)s BTC.
ru: Ваше вознаграждение за добычу Биткойнов на <strong><a href='%(url)s'>bitcoin.cz</a></strong> превысило лимит платежа %(threshold)s БТК.

source: Amount <strong>%(amount)s BTC</strong> has been transfered to your address <strong>%(wallet)s</strong> at %(date)s UTC.
cs: Proto jsem Tvou odměnu ve výši <strong>%(amount)s BTC</strong> zaslal v %(date)s UTC na adresu <strong>%(wallet)s</strong>.
es: Cantidad <strong>%(amount)s BTC</strong> se ha transferido a su dirección <strong>%(wallet)s</strong> en %(date)s UTC.
fr: La somme de <strong>%(amount)s BTC</strong> a été transféré à votre adresse <strong>%(wallet)s</strong> à %(date)s UTC.
ru: Поэтому Ваше вознаграждение в количестве <strong>%(amount)s БТК</strong> было отправлено на адрес Вашего кошелька <strong>%(wallet)s</strong> в %(date)s UTC.

source: Your Namecoin reward for mining with the <strong><a href='%(url)s'>bitcoin.cz</a></strong> mining pool service has exceeded threshold of %(threshold)s NMC.
cs: Tvoje odměna z těžení Namecoinů na <strong><a href='%(url)s'>bitcoin.cz</a></strong> přesáhla práh výplaty %(threshold)s NMC.
es: Su recompensa Namecoin para la mineria con la <strong><a href='%(url)s'>bitcoin.cz</a></strong>ha superado el umbral de %(threshold)s NMC.
fr: Votre recompense NMC pour le minage avec le service de minage en pool <strong><a href='%(url)s'>bitcoin.cz</a></strong> mining pool service a dépassé le seuil de %(threshold)s NMC.
ru: Ваше вознаграждение за добычу Нэймкойнов на <strong><a href='%(url)s'>bitcoin.cz</a></strong> превысило лимит платежа %(threshold)s НМК.

source: Amount <strong>%(amount)s NMC</strong> has been transfered to your wallet <strong>%(wallet)s</strong> at %(date)s UTC.
cs: Proto jsem Tvou odměnu ve výši <strong>%(amount)s NMC</strong> zaslal v %(date)s UTC na adresu <strong>%(wallet)s</strong>.
es: Cantidad <strong>%(amount)s NMC</strong> ha sido transferida a su cartera <strong>%(wallet)s</strong> en %(date)s UTC.
fr: <strong>%(amount)s NMC</strong> ont été transférés a votre porte-monnaie <strong>%(wallet)s</strong> à %(date)s UTC.
ru: Поэтому Ваше вознаграждение в количестве <strong>%(amount)s НМК</strong> было отправлено на адрес Вашего кошелька <strong>%(wallet)s</strong> в %(date)s UTC.
