Repository: slush0/slushpool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: cs, es, fr, ru

source: In theory, as the Bitcoin pool operator, I could keep the 25 BTC from a block found by the pool for myself. I'm not going to do this, but I completely accept that people do not trust the pool operator. It is their freedom of choice, and Bitcoin is about freedom.
cs: Teoreticky, z pozice správce poolu, můžu sebrat všechny vytěžené Bitcoiny a nechat si je pro sebe. Dělat to sice nehodlám, ale úplně rozumím tomu, že lidé správcům poolu nedůvěřují. To je ostatně jejich svobodná volba a celý projekt Bitcoin vlastně o svobodné volbě je.
es: En teoría, ya que soy operador de lo grupo Bitcoin, yo podía mantener el 25 BTC de un bloque encontrado en el grupo para mí. Yo no voy a hacer esto, pero acepto que las personas no confían en el operador de lo grupo. Es su libertad de elección, y Bitcoin es acerca de la libertad.
fr: En théorie, en tant qu'operateur du pool bitcoin, je pourrai garder les 25 BTC d'un block pour moi tout seul. Je ne vais pas faire cela, mais j'accepte completement l'idée que certaines personnes ne fassent pas confiance en l'operateur du pool. Ils sont libre de penser ainsi et Bitcoin a été créé dans ce même esprit de liberté.
ru: В теории, будучи администратором Биткойн пула, я могу забрать все 25 БТК из блока, который получил мой пул и оставить их себе. Однако я не собираюсь делать это, хоть и понимаю людей, которые не хотят доверять администраторам пулов. Каждый обладает свободой выбора, что еще раз доказывает, что проект Биткойн является свободным сам по себе.

source: I created the Bitcoin pool service with the rising difficulty of mining in mind because I'd like to return my investment to mining hardware. There used to be days when I never found a block at all, even with the strongest GPU on the market, which made me uncomfortable. The periodic micropayments from the mining pool offer a steadier payout, which lowers the riskiness of my investment in the Bitcoin market.
cs: Tuto službu jsem vymyslel a vytvořil kvůli vzrůstající obtížnosti samostatného těžení bitcoinů, protože jsem hledal způsob, jak zajistit rovnoměrnou návratnost mých investic do těžebních strojů. Bývaly dny, kdy se mi s nejvýkonnějším strojem na trhu nedařilo nalézt blok s 25 BTC za celý den a z toho jsem neměl dobrý pocit. Nižší, ale pravidelné odměny z těžby v poolu mi naopak pomohly snížit rizikovost mé investice.
es: Yo creé el servicio de grupo Bitcoin teniendo en mente la cresciente dificuldad de minería porque me gustaría que me devuelva la inversión en el hardware. Antes Había días en que yo no encontre ningun bloque, incluso con la mejor GPU en el mercado, lo cual me hizo sentir incómodo. Los micropagos de tempo en tempo de lo grupo de mineración ofrece un pago más estable, lo que disminuye el grado de riesgo de mi inversión en el mercado Bitcoin.
fr: J'ai créé ce service de pool bitcoin avec la hausse de difficulté du minage à l'esprit car je souhaitai un retour sur investissement de mon materiel de minage. Il y a eu des jours où je ne résolvai aucun block, même avec le plus puissant des GPU sur le marché, ce que je trouvais ennuyeux. Le micropaiement régulier offre un revenu plus régulier, ce qui réduit le risque sur mon investissement sur le marché Bitcoin.
ru: Я придумал и создал Биткойн пул из-за усложнения добычи Биткойнов. А всё потому, что я искал способ, как обеспечить ровномерную окупаемость моих инвестиций в оборудование для добычи Биткойнов. Были дни, когда я не мог найти блок с 25 БТК в течение всего дня, даже при условии, что у меня было самое сильное для этого оборудование на рынке. Это приводило меня в состояние дискомфорта и недовольствия. Не такие высокие, однако периодически постоянные вознаграждения в пуле помогли мне понизить риск моих инвестиций.

source: About
cs: O službě
es: Sobre
fr: A propos
ru: О сервисе

source: You can contact me via email at info(at)bitcoin.cz, or via the bitcointalk.org forum at the username slush. You can also follow pool's <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook profile</a> for latest news and updates.
cs: Můžeš mě kontaktovat na emailu info(na)bitcoin.cz nebo skrze bitcointalk.org fórum, kde mě nalezneš pod přezdívkou slush. Můžeš také sledovat <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook profil</a> poolu, kde publikuji novinky a informace o aktualizacích.
es: Puede ponerse en contacto conmigo por correo electrónico a info(arroba)bitcoin.cz, oa través del foro de bitcointalk.org en el nombres de usuario granizados. También puede seguir o grupo <a href='https://www.facebook.com/MiningBitcoinCz'> Perfil de Facebook </a> para obtener las últimas noticias y actualizaciones.
fr: Vous pouvez me contacter par email à info(at)bitcoin.cz, ou sur le forum bitcointalk.org sous le nom de slush. Vous pouvez aussi suivre la <a href='https://www.facebook.com/MiningBitcoinCz'>page Facebook</a> du pool pour les dernières nouvelles et mise à jour.
ru: Вы можете связаться со мной посредством электронной почты info(at)bitcoin.cz, или с помощью форума на bitcointalk.org, где Вы найдете меня под ник-нэймом slush. Также Вы можете следить за моим профилем на <a href='https://www.facebook.com/MiningBitcoinCz'>Facebook profile</a>, где собраны последние новости и обновления.

source: Login to bitcoin.cz
cs: Přihlášení na bitcoin.cz
es: Inicia sessión en bitcoin.cz
fr: Se connecter à bitcoin.cz
ru: Войти на bitcoin.cz

source: Your username and password didn't match. Please try again.
cs: Špatné uživatelské jméno nebo heslo. Zkus to prosím znovu.
es: Su nombre de usuario y la contraseña no coinciden. Por favor, inténtelo de nuevo.
fr: Votre nom d'utilisateur et votre mot de passe ne correspondent pas. Veuillez ré-essayer.
ru: Неверное имя пользователя или пароль. Пожалуйста, попробуйте ещё раз.

source: Forgot username/password?
cs: Zapomenuté jméno/heslo?
es: ¿Has olvidado tu nombre de usuario/contraseña?
fr: Nom d'utilisateur/mot de passe oublié ?
ru: Забыли имя пользователя/пароль?

source: Don't have an account?
cs: Nemáš ještě účet?
es: ¿Todavía no tienes una cuenta?
fr: Vous n'avez pas de compte?
ru: У Вас всё ещё нет аккаунта?

source: You have pending request for changing <strong>%(currency)s</strong> wallet to '%(wallet_pending)s'.
cs: Máš tu čekající žádost na změnu <strong>%(currency)s</strong> adresy na '%(wallet_pending)s'.
es: Usted tiene pendiente la solicitud de cambio de <strong>%(currency)s</strong> da cartera para '%(wallet_pending)s'.
fr: Vous avez une requete en attente pour changer un porte-monnaie <strong>%(currency)s</strong> vers '%(wallet_pending)s'.
ru: У Вас есть отложенный запрос для изменения <strong>%(currency)s</strong> адреса кошелька на '%(wallet_pending)s'.

source: Email confirmation has been sent to email '%(email)s'.
cs: Na email '%(email)s' bylo odesláno potvrzení této žádosti.
es: E-mail de confirmación ha sido enviado al correo electrónico '%(email)s'.
fr: Un email de confirmation a été envoyé à '%(email)s'.
ru: Письмо с подтверждением было отправлено на электронный адрес '%(email)s'.

source: Please check your mailbox and follow confirmation link.
cs: Zkontroluj prosím svou emailovou schránku a následuj instrukce obsažené v emailu.
es: Por favor, revise su E-mail y siga el link de confirmación.
fr: Vérifiez votre boite email et suivez le lien de confirmation.
ru: Пожалуйста, проверьте свою электронную почту и следуйте инструкциям в нём.

source: If you didn't receive confirmation email yet, you can also <a href='%(url_resend)s%(wallet_pending)s'>resend confirmation</a>.
cs: Pokud Ti potvrzující email stále nedorazil, můžeš požádat o jeho <a href='%(url_resend)s%(wallet_pending)s'>přeposlání</a>.
es: Si usted aún no recibió el E-mail de confirmación, también puede <a href='%(url_resend)s%(wallet_pending)s'>volver a enviar la confirmación</a>.
fr: si vous n'avez pas encore reçu le mail de confirmation, vous pouvez aussi <a href='%(url_resend)s%(wallet_pending)s'>faire renvoyer la confirmation</a>.
ru: В случае, если Вы еще не получили электронное письмо с подтверждением, Вы можете <a href='%(url_resend)s%(wallet_pending)s'> отправить повторный запрос</a>.

source: If you didn't initiate this change please <a href='%(url_cancel)s%(wallet_pending)s'>cancel the request</a> and <a href='%(url_password_reset)s'>change your password</a> immediately.
cs: Pokud jsi změnu adresy nevyžádal, <a href='%(url_cancel)s%(wallet_pending)s'>zruš tento požadavek</a> a co nejdříve si <a href='%(url_password_reset)s'>změň heslo</a>.
es: Si usted no inició este cambio por favor <a href='%(url_cancel)s%(wallet_pending)s'>cancelar la solicitud</a> y <a href='%(url_password_reset)s'>cambiar la contraseña</a> inmediatamente.
fr: Si vous n'etes pas à l'origine de ce changement <a href='%(url_cancel)s%(wallet_pending)s'>annulez la demande</a> et <a href='%(url_password_reset)s'>changez de mot de passe </a> immediatement.
ru: В случае, если Вы не просили о изменении адреса Вашего кошелька, пожалуйста, <a href='%(url_cancel)s %(wallet_pending)s'>отмените данный запрос,</a> и <a href='%(url_password_reset)s'>немедленно измените свой</a> пароль.

source: Password reset
cs: Obnovení hesla
es: Redefinición de contraseña
fr: Reinitialisation du mot de passe
ru: Воcстановление пароля

source: Forgotten your password? Enter your e-mail address below, and I'll e-mail instructions for setting a new one.
cs: Zapomenuté heslo? Zadej svou emailovou adresu a já Ti pošlu instrukce pro nastavení nového.
es: ¿Olvidó su contraseña? Introduzca su dirección de e-mail, y voy a por correo electrónico las instrucciones para configurar una nueva.
fr: Vous avez oublié votre mot de passe? Entrez votre email ci-dessous et nousvous enverrons des intructions pour le changer.
ru: Забыли свой пароль? Введите свой электронный адрес для получения инструкций для настройки нового пароля.

source: Reset my password
cs: Obnovení mého hesla
es: Restablecer mi contraseña
fr: Reinitialiser mon mot de passe
ru: Восстановить мой пароль

source: Enter new password
cs: Vlož nové heslo
es: Escriba la nueva contraseña
fr: Entrez le nouveu mot de passe
ru: Введите новый пароль

source: Please enter your new password twice so I can verify you typed it in correctly.
cs: Zadej prosím svoje nové heslo dvakrat, abych mohl ověřit, že jsi ho zadal správně.
es: Por favor, introduzca su nueva contraseña dos veces para que yo pueda verificar que usted ha escrito correctamente.
fr: Veuillez saisir votre nouveau mot de passe une seconde fois pour vous prévenir d'une erreur de saisie.
ru: Введите, пожалуйста, новый пароль два раза, чтобы я мог подтвердить, что Вы ввели его верно.

source: Change my password
cs: Změnit moje heslo
es: Cambiar mi contraseña
fr: Changer mon mot de passe
ru: Изменить мой пароль

source: Password reset complete
cs: Obnovení hesla je hotovo
es: Restablecimiento de la contraseña completo
fr: Le mot de passe a été changé
ru: Восстановление пароля завершено

source: Your password has been set. You may go ahead and log in now.
cs: Tvoje heslo bylo nastaveno. Teď můžeš pokračovat přihlášením.
es: Su contraseña se ha establecido. Usted puede seguir adelante e iniciar sesión ahora.
fr: Votre mot de passe a été enregistré. Vous pouvez vous connecter maintenant.
ru: Ваш пароль был установлен. Теперь с его помощью Вы можете войти.

source: Log in
cs: Přihlásit se
es: Entrar
fr: Se connecter
ru: Войти

source: Password reset successful
cs: Obnovení hesla bylo úspěšné
es: Contraseña reajustada con éxito
fr: Reinitialisation de mot de passe réussie
ru: Восстановление пароля было успешным

source: I've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
cs: Zaslal jsem Ti na email instrukce pro nastavení hesla. Měl by dorazit každou chvíli.
es: Te he enviado por correo electrónico las instrucciones para configurar tu contraseña a la dirección de correo electrónico que ha enviado. Usted debe estar recibiendo en breve.
fr: Je vous ai envoyé un e-mail avec les instructions pour changer votre mot de passe. Vous devriez le recevoir rapidement.
ru: На Ваш электронный адрес было отправлено письмо с инструкциями для настройки пароля. Вы получите письмо с минуты на минуту.

source: Logout
cs: Odhlásit se
es: Cerrar sessión
fr: Se déconnecter
ru: Выйти

source: Account settings
cs: Nastavení účtu
es: Configuración de la cuenta
fr: Configuration du compte
ru: Настройки аккаунта

source: Payout history
cs: Historie výplat
es: Historia de lo pago
fr: Historique des paiements
ru: История платежей

source: Manage API tokens
cs: Spravovat API klíče
es: Administrar tokens API
fr: Gérer les jetons API
ru: Управление API ключами

source: Save
cs: Uložit
es: Guardar
fr: Sauvegarder
ru: Сохранить

source: Show Namecoin settings
cs: Zobrazit nastavení Namecoinů
es: Mostrar la configuración de Namecoin
fr: Montrer la configuration Namecoin
ru: Показать настройки Нэйнкойн

source: Merged mining for Namecoin
cs: Sloučená těžba Namecoinů
es: La minería combinada de Namecoin
fr: Minage fusionné avec Namecoin
ru: Одновременная добыча Нэймкойнов

source: is extra income for pool members. Please fill your Namecoin settings to start collecting Namecoins!
cs: je příjem navíc pro člený poolu. Pro těžbu Namecoinů stači pouze vyplnit následující nastavení!
es: es el ingreso adicional para los miembros del grupo. Por favor, rellene los ajustes Namecoin para comenzar a recoger Namecoins!
fr: est un revenu supplementaire pour les membres du pool. Veuillez remplir ces information pour commencer à miner des Namescoins
ru: является дополнительным доходом для членов пула. Пожалуйста, выполните Ваши Нэймкойн найстройки для начала сбора Нэймкойнов!

source: Namecoin settings
cs: Nastavení Namecoinů
es: Configuración Namecoin
fr: Configuration Namecoin
ru: Настройки Нэймкойнов

source: You reached maximum of allowed IPs per account.
cs: Dosáhl jsi limitu počtu IP adres na účet.
es: Has alcanzado el máximo de direcciones IP permitidas por cuenta.
fr: Vous avez atteint le maximum d'adresse IP autorisé par compte.
ru: Достигнут предел IP адресов, разрешённых для Вашего аккаунта.

source: Add new IP or domain to whitelist
cs: Přidej novou IP adresu nebo doménu do whitelistu.
es: Agregar nuevo IP o dominio a la lista de fiables
fr: Ajouter une nouvelle adresse IP/domaine à la liste blanche
ru: Добавьте новый IP адрес или домен в whitelist.

source: Allowed IP/DNS
cs: Povolené IP/DNS
es: IP/DNS permitidoS
fr: IP/DNS autorisé
ru: Допускаемые IP/DNS

source: Resolved IP
cs: Přeložená IP
es: Resolve IP
fr: IP résolue
ru: Перенесённый IP

source: Updated at
cs: Aktualizováno v
es: Actualizado en
fr: Mise à jour à
ru: Обновлено в

source: Actions
cs: Akce
es: Acciones
ru: Действия

source: (Your current IP address)
cs: (Tvoje aktuální IP adresa)
es: (Su dirección IP actual)
fr: (Votre adresse IP actuelle)
ru: (Ваш актуальный IP адрес)

source: Delete
cs: Smazat
es: Borrar
fr: Supprimer
ru: Удалить

source: Workers
cs: Zařízení
es: Trabajadores
ru: Устройства

source: Average hashrate in last 10 rounds:
cs: Průměrná rychlost hašování za posledních 10 kol:
es: Tasa media de hash en los últimos 10 rondas:
fr: Hashrate moyen sur les 10 derniers rounds:
ru: Средняя скорость хэшей за последние 10 раундов:

source: Register new worker
cs: Registruj nové zařízeni
es: Registro de nuevo trabajador
fr: Inscrire un nouveau worker
ru: Регистрация нового устройства

source: Login
cs: Přihlašovací jméno
es: Entrar
ru: Войти

source: Difficulty
cs: Složitost
es: Dificultad
fr: Difficulté
ru: Сложность

source: Current shares
cs: Odevzdáno řešení
es: Shares actuales
fr: Shares actuels
ru: Отправленные решения

source: Score
cs: Skóre
es: Puntuación
ru: Счёт

source: Last share at
cs: Poslední řešení v
es: Share passado en
fr: Dernier share à
ru: Последнее решение в

source: on
cs: zapnuto
es: Activa
ru: вкл.

source: off
cs: vypnuto
es: desactivado
ru: выкл.

source: Edit
cs: Změnit
es: Editar
ru: Изменить

source: Really?
cs: Opravdu?
es: ¿En serio?
fr: Vraiment?
ru: Вы уверены?

source: All worker stats will be lost!
cs: Všechny statistiky zařízení budou ztraceny!
es: Todas las estadísticas de los trabajadores se perderán!
fr: Les statistiques des workers seront perdues!
ru: Целая статистика устройства будет потеряна!

source: You don't have any worker yet. Register one right now!
cs: Zatím nemáš registrované žádné zařízení. Zaregistruj nějaké!
es: Usted aún no tiene ningún trabajador. Registrarse uno ahora mismo!
fr: Vous n'avez pas encore de worker. Inscrivez en un maintenant!
ru: У Вас всё ещё нет ни одного устройства. Зарегестрируйте его прямо сейчас!

source: The calculation is based on the number of shares so far, which may not be accurate for slow workers.
cs: Výpočet je založen na množství dosud odevzdaných řešení, což může být pro pomalé zařízení velmi nepřesné.
es: El cálculo se basa en el número de shares hasta ahora, que puede no ser exacta para los trabajadores lentas.
fr: Le calcul est basé sur le nombre de shares effectués, qui peut ne pas être exacte pour les workers lents.
ru: Расчёт, основанный на количестве уже отправленных решений, у медленных устройств может быть неточным .

source: previous
cs: předchozí
es: anterior
fr: précédent
ru: предыдущий

source: Page
cs: Stránka
es: Página
ru: Страница

source: of
cs: z
es: de
fr: de
ru: из

source: next
cs: následující
es: próximo
fr: suivant
ru: следующий

source: Register an account
cs: Založení účtu
es: Registrar una cuenta
fr: Créer un compte
ru: Регистрация аккаунта

source: Your account has been created. Please check your mail for activation link.
cs: Právě jsem založil Tvůj účet. Zkontroluj prosím svou mailovou schránku, najdeš tam aktivační odkaz.
es: Tu cuenta ha sido creada. Por favor, consultar su E-mail para el link de activación.
fr: Votre compte a été créé. Verifiez vos email pour le lien d'activation.
ru: Ваш аккаунт был создан. Пожалуйста, проверьте свою электронную почту, где Вы найдёте письмо с ссылкой для его активации.

source: You already have an account.
cs: Již máš funkční účet.
es: Usted ya tiene una cuenta.
fr: Vous avez déjà un compte.
ru: У Вас уже есть действующий аккаунт.

source: Please continue to your <a href='%(url)s'>profile page</a>
cs: Pokračuj prosím na stránku <a href='%(url)s'>svého profilu</a>
es: Por favor continue para su <a href='%(url)s'>página personal</a>
fr: Veuillez continuer vers votre <a href='%(url)s'>page de profile</a>
ru: Пожалуйста, пройдите на страницу <a href='%(url)s'>Вашего профиля</a>

source: Register now!
cs: Založ účet!
es: ¡Regístrate ahora!
fr: Inscrivez-vous maintenant!
ru: Зарегестрируйте аккаунт прямо сейчас!

source: Back to profile
cs: Zpět na profil
es: Volver al perfil
fr: Retour vers le profile
ru: Назад к профилю

source: Change the password
cs: Změna hesla
es: Cambiar la contraseña
fr: Changer le mot de passe
ru: Изменение пароля

source: Follow the link for password recovery form:
cs: Následující odkaz vede na formulář obnovení hesla:
es: Siga el link para el formulario de recuperación de la contraseña:
fr: Suivez le lien vers le formulaire de récuperation de mot de passe:
ru: Пройдите по данной ссылке для возобновления пароля:

source: If you don't want to use this service anymore, you can cancel your account on the following link:
cs: Pokud již tuto službu nevyužíváš, můžeš zrušit svůj účet na následujícím odkazu:
es: Si usted no quieres mas utilizar este servicio, usted puede cancelar su cuenta en este link:
fr: Si vous ne souhaitez plus utiliser ce service, vous pouvez supprimer votre compte avec le lien suivant:
ru: Если Вы больше не являетесь пользователем пула, Вы можете деактивировать свой аккаунт, пройдя по следующей ссылке:

source: Change email
cs: Změna emailu
es: Cambiar el E-mail
fr: Changer d'adresse email
ru: Изменение электронного адреса

source: Graphs
cs: Grafy
es: Gráficos
fr: Graphiques
ru: Графики

source: Your daily reward
cs: Tvoje denní odměna
es: Su recompensa diaria
fr: Votre récompense journalière
ru: Ваше дневное вознаграждение

source: Daily reward
cs: Denní odměna
es: Recompensa diaria
fr: Récompense journalière
ru: Дневное вознаграждение

source: day moving AVG
es: Média móvil del día
fr: moyenne sur le dernier jour
ru: -дневная средняя величина вознаграждения

source: System daily reward
cs: Denní odměna celého poolu.
es: Recompensa diaria do sistema
fr: Récompense journalière système
ru: Дневное вознаграждение всего пула.

source: Cumulative distribution of normalized number of shares per block
cs: Kumulativní distribuce normalizovaného počtu řešení na blok
es: Distribución acumulada del número normalizado de shares por bloque
fr: Distribution cumulative du nombre de share par block normalisé
ru: Полезные распределения нормированного числа решений в блоке

source: experimental CDF
cs: experimentální CDF
es: CDF experimental
fr: CDF expérimental
ru: экспериментальный CDF

source: theoretical CDF
cs: teoretická CDF
es: CDF teórico
fr: CDF théorique
ru: теоретический CDF

source: System statistics
cs: Statistiky sytému
es: Sistema de estatísticas
fr: Statistiques système
ru: Статистика системы

source: Bitcoin blocks
cs: Historie Bitcoin bloků
es: Bitcoin bloques
fr: Blocks Bitcoin
ru: История Биткойн блоков

source: Namecoin blocks
cs: Historie Namecoin bloků
es: Namecoin bloques
fr: Blocks Namecoin
ru: История Нэймкойн блоков

source: Current round started at:
cs: Aktuální kolo začalo v:
es: Actual ronda comenzó en:
fr: Round actuel commencé à:
ru: Текущий раунд начался в:

source: Current round duration:
cs: Trvální aktuálního kola:
es: Duración de la actual ronda:
fr: Durée du round actuel:
ru: Продолжительность текущего раунда:

source: Current
cs: Aktuální
fr: Actuel
ru: Текущий

source: block
cs: blok
es: Bloque
ru: блок

source: difficulty
cs: složitost
es: Dificultad
fr: difficulté
ru: сложность

source: Pool luck
cs: Úspěch
es: Suerte del grupo
fr: Chance du pool
ru: Успешность пула

source: day
cs: den
es: Día
fr: jour
ru: день

source: days
cs: dnů
es: Días
fr: jours
ru: дней

source: Current server load (60 sec average)
cs: Aktuální vytížení serveru (posledních 60 sekund)
es: La carga actual del servidor (en media 60 segundos)
fr: Charge actuelle serveur (moyenne 60 secondes)
ru: Текущая нагрузка сервера (за последние 30 секунд)

source: Connected workers
cs: Připojených zařízení
es: Trabajadores conectados
fr: Workers connectés
ru: Подсоединённых устройств

source: Tor workers
cs: připojených skrz Tor
es: Trabajadores TOR
fr: Workers Tor
ru: Tor устройства

source: Total score of current round:
cs: Celkové skóre aktuálního kola:
es: Puntiación total de la ronda actual:
fr: Score total du round actuel:
ru: Общий счёт текущего раунда:

source: Shares contributed in current round:
cs: Odevzdaných řešení v aktuálním kole:
es: Shares aportadas en la ronda actual:
fr: Shares contribués du round actuel:
ru: Отправленные решения в текущем раунде:

source: Approx. cluster performance (30 min average)
cs: Přibližný výkon poolu (posledních 30 minut)
es: Rendimiento aproximado de la performance del clúster (media minimo de 30 minutos)
fr: Perf. approx. du cluster (moyenne 30 min)
ru: Приблизительная скорость пула (за последние 30 минут)

source: Namecoin block history
cs: Historie Namecoin bloků
es: História do bloque Namecoin
fr: Historique des blocks Namecoin
ru: История Нэймкойн блоков

source: Bitcoin block history
cs: Historie Bitcoin bloků
es: História del bloque Bitcoin
fr: Historique des blocks Bitcoin
ru: История Биткойн блоков

source: List of found blocks is delayed for two hours.
cs: Seznam nalezených bloků je zpožděn o dvě hodiny.
es: Lista de los bloques encontrados se ha retrasado por dos horas.
fr: La liste des blocks trouvés est retardée de 2 heures.
ru: Список найденных блоков задержен на два часа.
