Repository: slush0/slushpool-i18n
Catalog: */LC_MESSAGES/django.po
Languages: cs, es, fr, ru

source: All times are in UTC.
cs: Všechny časy jsou uvedeny v zóně UTC.
es: Todas las horas están en UTC.
fr: Les temps sont en UTC.
ru: Время представлено в зоне UTC.

source: Block found at
cs: Blok nalezen v
es: Bloque encontrado en
fr: Block trouvé le
ru: Блок найден в

source: Duration
cs: Trvání
es: Duración
fr: Durée
ru: Продолжительность

source: Total shares
cs: Celkem řešení
es: El total de shares
fr: Total de shares
ru: Общих решений

source: Your BTC reward
cs: Tvoje BTC odměna
es: Su recompensa BTC
fr: Votre récompense en BTC
ru: Ваше БТК вознаграждение

source: Your NMC reward
cs: Tvoje NMC odměna
es: Su recompensa NMC
fr: Votre récompense en NMC
ru: Ваше НМК вознаграждение

source: Block #
cs: Blok #
es: Bloque #
ru: Блок #

source: Validity
cs: Platnost
es: Validez
fr: Validité
ru: Срок действия

source: Processing...
cs: Zpracovávám...
es: Procesando...
fr: Traitement en cours...
ru: В процессе...

source: invalid
cs: neplatný
es: inválido
fr: invalide
ru: недействительно

source: confirmed
cs: potvrzeno
es: confirmado
fr: confirmé
ru: подтверждено

source: confirmations left
cs: potvrzení zbývá
es: confirmaciones pendientes
fr: confirmations restantes
ru: подтверждений остаётся

source: JSON format
cs: JSON formát
es: Formato JSON
fr: format JSON
ru: JSON формат

source: What is Pooled Mining?
cs: Co je to pool?
es: ¿Qué es minería agrupada?
fr: Qu'est-ce que le minage en pool?
ru: Что такое пул?

source: Statistics
cs: Statistiky
es: Estadística
fr: Statistiques
ru: Статистика

source: Forum
cs: Fórum
es: Foro
ru: Форум

source: Live support
cs: Podpora online
es: Ayuda en directo
fr: Support en direct
ru: Онлайн поддержка

source: News
cs: Aktuality
es: Noticias
ru: Новости

source: Your current token:
cs: Tvůj aktuální token:
es: Su token actual:
fr: Votre jeton actuel:
ru: Ваш текущий ключ:

source: Generate new token
cs: Vygeneruj nový token
es: Generar nuevo token
fr: Generer un nouveau jeton
ru: Создать новый ключ

source: Keep this token private. With this token and API described below, you can easily retrieve pool account details without need to store login and password directly in your application.
cs: Uchovej tento token v tajnosti. S pomocí tohoto tokenu a API popsaného níž můžeš jednoduše zjišťovat detaily svého účtu, aniž by musel uchovávat uživatelské jméno a heslo přímo v aplikaci.
es: Mantenga este token privado. Con este token y la API se describe más adelante, usted puede recuperar fácilmente los detalles de la cuenta del grupo sin necessidad de guardar su usuario y contraseña directamente en su aplicación.
fr: Garder ce jeton pour vous. Avec ce jeton et l'API décrite ci-dessou, vous pouvez facilement récupérer les details d'un compte du pool sans stocker le login et le mot de passe directement dans votre application.
ru: Сохраняйте данный ключ в секретности. С помощью него и API подписанного ниже, Вы можете узнавать о деталях своего аккаунта без необходимости сохранения Вашего пользовательского имени и пароля в Вашем клиенте.

source: API details
cs: Popis API
es: Detalles del API
fr: Détails API
ru: Детали API

source: This URL contains JSON encoded data about your pool account:
cs: Toto URL obsahuje data (uložená v JSON formátu) o Tvém účtu:
es: Esta URL contiene datos JSON codificados sobre su cuenta del grupo:
fr: Cette URL contient des données encodées JSON de votre compte du pool:
ru: Этот URL содержит данные о Вашем аккаунте, сохранённые в JSON формате:

source: Login which belongs to given token.
cs: Uživatelské jméno odpovídající danému tokenu.
es: Ingresar, que pertenece a determinado token.
fr: Le login à qui appartient le jeton.
ru: Имя пользователя, отвечающее данному ключу.

source: Total user's hashrate, updated every hour and calculated from last 10 rounds (Mhash/s).
cs: Celková hashrate uživatele, aktualizováno každou hodinu a počítáno z posledních deseti kol (Mhash/s).
es: Total del la tasa Hash de los usuarios, que se actualice cada hora y calcula a partir de los últimos 10 rondas ( Mhash/s).
fr: Hashrate total de l'utilisateur, mis à jour toutes les heures et calculé à partir des 10 derniers rounds.(Mhash/s).
ru: Общая скорость хэшей пользователя активируется каждый час и вычисляется из последних десяти раундов (Mhash/s).

source: Reserved.
cs: Rezervováno.
es: Reservado.
fr: Reservé.
ru: Зарезервировано.

source: Estimated reward of current round. This is calculated as (your score)/(total score) for current round and may vary on every refresh.
cs: Přibližná odměna z aktuálního kola. Je počítána jako (Tvoje skóre)/(celkové skóre) a může se lišit při každém načtění.
es: Recompensa estimada de la actual ronda. Se calcula como (su puntuación)/(puntuación total) para la ronda actual y pueden variar en cada actualización.
fr: Récompense estimée pour le round en cour. Calculé en tant que (votre score)/(score total score) pour le round actuel et peut changer à chaque refresh.
ru: Приблизительное вознаграждение в данном раунде. Вычисление происходит по формуле (Ваш счёт)/(общий счёт), и может изменяться при каждом обновлении страницы.

source: Reward from blocks with less than 100 confirmations. This may go down when some block become invalid (refused by Bitcoin network).
cs: Odměna z nalezených bloků s méně než 100 potvrzení. Odměna může klesnout, pokud se některé bloky stanou neplatnými (jsou odmítnuty Bitcoin sítí).
es: Recompensa partir de bloques con menos de 100 confirmaciones. Esto puede reducir cuando algunos bloques dejan de ser válidos (Rechazada por la red Bitcoin)
fr: Récompense des blocks avec moins de 100 confirmations. Ceci peut diminuer si certains blocks deviennent invalides (rejeté par le résequ Bitcoin).
ru: Вознаграждение в найденных блоках с менее, чем 100 подтверждениями. Вознаграждение может понизиться, если некоторые блоки перестанут быть действительными (в случае их отклонения сетью Биткойн).

source: This is your real reward waiting to send to your wallet.
cs: Toto je Tvoje potvrzená odměna čekající na odeslání do Tvé Bitcoinové peněženky.
es: Ésta es su verdadera recompensa a la espera de enviar a su cartera.
fr: Ceci est votre récompense en attente d'envoi.
ru: Это Ваше подтверждённое вознаграждение, находящееся в ожидании отправления в Ваш Биткойн кошелёк.

source: Bitcoins will be send to this Bitcoin wallet.
cs: Bitcoiny budou odeslány do této peněženky.
es: Los bitcoin será enviada a esta cartera de Bitcoin.
fr: Les Bitcoins seront envoyé dans votre porte-monnaie.
ru: Биткойны будут отправлены в данный кошелёк.

source: Bitcoins will be sent to you once confirmed_reward crosses over this value. Pool is processing payments once per hour.
cs: Bitcoiny Ti budou zaslány, jakmile 'confirmed_reward' překročí tuto hodnotu. Aplikace provádí platby jednou za hodinu.
es: Los bitcoins serán enviados a usted cuando el valor de la recompensa confirmada es mayor que este valor. El grupo processa los pagos una vez por hora.
ru: Биткойны будут отправлены Вам как только 'confirmed_reward' превысит это значение. Пул осуществляет платежи один раз в час.

source: Expected HTTP statuses:
cs: Očekávané HTTP statusy:
es: Estado esperado HTTP
fr: status HTTP attendus:
ru: Ожидаемые HTTP статусы:

source: Request was successful, response contains JSON data described above.
cs: Požadavek byl úspěšný, odpověď obsahuje JSON data popsaná výše.
es: Solicitud fue un éxito, la respuesta contiene datos JSON descritos anteriormente.
fr: Demande réussie, la réponse contient de données JSON décrites au dessus.
ru: Запрос был успешно завершён, ответ влючает в себя JSON данные, описанные выше.

source: Request was not successful, token is probably invalid.
cs: Požadavek nebyl úspěšný, token je pravděpodobně neplatný.
es: La solictud no tuvo éxito, El token probablemente no es válida.
fr: Demande en echec, jeton probablement invalide.
ru: Запрос не принят, в следствии того, что, ключ, вероятно, является недействительным.

source: Server is down for maintenance or there is some unexpected error.
cs: Server je v módu údržby nebo nastala nějaká neočekávaná chyba.
es: El servidor está en mantenimiento o si hay algún error inesperado.
fr: Le serveur est en cours de maintenance ou bien il y a une erreur.
ru: Сервер находится в состоянии технического обслуживания, или произошла какая-либо неожиданная ошибка.

source: All requests are cached for %(timeout)s seconds.
cs: Všechny odpovědi jsou cachovány na následujících %(timeout)s sekund.
es: Todas las solicitudes se almacenan en caché por %(timeout)s segundos.
fr: Les requetes sont mise en cache pendant %(timeout)s secondes.
ru: Все запросы будут кэшироваться в течение %(timeout)s секунд.

source: Transactions
cs: Výplaty
es: Transacciones
ru: Платежи

source: Total:
cs: Celkem:
ru: Итого:

source: Date
cs: Datum
es: Fecha
ru: Дата

source: Address
cs: Adresa
es: Dirección
fr: Adresse
ru: Адрес

source: Amount
cs: Částka
es: Cantidad
fr: Montant
ru: Сумма

source: No transactions yet
cs: Zatím neproběhla žádná výplata
es: No ha transacciones aún
fr: Aucune transaction pour le moment
ru: Платежи ещё не были произведены

source: Wallet change confirmation
cs: Potvrzení změny peněženky
es: Confirmación del cambio de cartera
fr: Confirmation changement porte-monnaie
ru: Подтверждение изменения кошелька

source: success
cs: úspěšné
es: Éxito
fr: Succès
ru: успешно

source: Your wallet has been succesfully changed.
cs: Peněženka byla úspěšně změněna.
es: Su cartera se ha cambiado correctamente.
fr: Votre porte-monnaie a bien été changé.
ru: Кошелёк был успешно изменён.

source: failure
cs: nastala chyba
es: Fracaso
fr: echec
ru: произошла ошибка

source: You provided incorrect confirmation link for wallet change.
cs: Poskytl jsi špatný potvrzující kód.
es: Ha introducido un link de confirmación que no es válida para cambiar la cartera.
fr: Vous avez fourni un lien de confirmation incorrect pour le changement de porte monnaie.
ru: Был предоставлен неверный подтверждающий код.

source: However, you can resend confirmation email from profile page.
cs: Stále ale si ale můžeš ze stránky profilu nechat poslat nový email.
es: Usted puede volver a enviar el link de confirmación de la página por email.
fr: Malgres cela, vous pouvez renvoyer un email de confirmation depuis la page de votre profile.
ru: Однако Вы можете ещё раз отправить запрос об электронном письме с подтверждением со страницы профиля.

source: Wallet change resend
cs: Opětovné odeslání požadavku na změnu peněženky
es: Cambio de cartera se envió nuevamente
fr: Changement porte-monnaie renvoyé
ru: Повторный запрос об изменении кошелька

source: You don't have any wallet change in progress, there's nothing to send.
cs: Nepožádal jsi o žádnou změnu peněženky, nemám co posílat.
es: Usted no tiene ningún cambio de la cartera en curso, no hay nada que enviar.
fr: Vous n'avez pas de demande de changement de porte-monnaie en cours, il n'y a rien à envoyer.
ru: Запрос об изменении Вашего кошелька ещё не был произведён, в связи с чем, я ничего не могу Вам отправить.

source: Wallet change
cs: Změna peněženky
es: Cambio de la cartera
fr: Changement de porte monnaie
ru: Изменение кошелька

source: request cancelled
cs: požadavek zrušen
es: solicitud cancelada
fr: demande annulée
ru: запрос отменён

source: Request for changing wallet address has been cancelled.
cs: Požadavek na změnu peněženky byl zrušen.
es: Solicitud de cambio de dirección de la cartera ha sido cancelado.
fr: La demande de changement d'adresse de porte-monnaie a été annulée.
ru: Запрос на изменение кошелька был отменён.

source: Please continue to
cs: Pokračuj prosím na
es: Por favor, continúe para
fr: Merci de continuer vers
ru: Пожалуйста, перейдите на

source: your profile page
cs: stránku Tvého profilu
es: su pagina de perfil
fr: la page de votre profile
ru: страницу Вашего профиля

source: Edit IP whitelist entry
cs: Změnit záznam
es: Editar la entrada en la lista de IP de confianza
fr: éditez votre liste blanche d'adresse IP
ru: Изменить IP whitelist запись

source: Whitelist has been updated.
cs: Whitelist byl upraven.
es: Lista de confianza se ha actualizado
fr: La liste blanche a été mise à jour.
ru: Whitelist был изменен.

source: You reached maximum allowed IPs per account.
cs: Dosáhl jsi maximálního povoleného počtu IP adres na účet.
es: Ha llegado al máximo de IP permitido por cuenta.
fr: Vous avez atteint le maximum d'adresse IP par compte.
ru: Вы достигли максимально дозволенного количества IP адресов для аккаунта.

source: Edit worker
cs: Upravit zařízení
es: Editar los trabajadores
fr: Editer worker
ru: Изменить устройство

source: Worker has been updated.
cs: Záznam zařízení byl upraven.
es: Trabajador ha sito actualizado.
fr: Worker a été mis à jour.
ru: Запись устройства была изменена.

source: Worker with this name already exists.
cs: Zařízení s tímto jménem již existuje.
es: Trabajador con este nombre ya exite.
fr: Un Worker avec ce nom existe déjà.
ru: Устройство с данным именем уже существует.

source: Applying changes on connected worker may take up to 30 minutes.
cs: Provedení změn na již připojeném zařízení může trvat až 30 minut.
es: Aplicación de los cambios en los trabajadores conectados pueden tardar hasta 30 minutos.
fr: L'application des changements sur des workers connectés peut prendre jusqu'à 30 minutes.
ru: Изменение на уже подсоединённом устройстве может длиться до 30 минут.

source: m0mchil's GPU miner
es: M0mchil's minero de GPU
fr: miner GPU m0mchil'

source: IP Whitelist
es: Lista de IPs fiables
fr: Liste blanche d'adresse IP

source: getwork/s
es: Conseguir trabajo/s
